// userData.js
export const userData = [
    { "age": "30", "want": "서울", "long": "6일", "continent": "서울", "출발 날짜": "2024/07/30", "예산": 1000000 },
    { "age": "22", "want": "대전", "long": "2주", "continent": "대전", "출발 날짜": "2024/06/29", "예산": 800000 },
    { "age": "28", "want": "부산", "long": "3개월", "continent": "경상남도", "출발 날짜": "2024/07/15", "예산": 700000 },
    { "age": "35", "want": "대구", "long": "1일", "continent": "경상북도", "출발 날짜": "2024/06/12", "예산": 500000 },
    { "age": "19", "want": "인천", "long": "3일", "continent": "인천", "출발 날짜": "2024/06/10", "예산": 600000 },
    { "age": "41", "want": "광주", "long": "1일", "continent": "광주", "출발 날짜": "2024/07/08", "예산": 700000 },
    { "age": "24", "want": "울산", "long": "2일", "continent": "울산", "출발 날짜": "2024/07/22", "예산": 500000 },
    { "age": "33", "want": "제주", "long": "3일", "continent": "제주도", "출발 날짜": "2024/07/13", "예산": 600000 },
    { "age": "29", "want": "세종", "long": "4주", "continent": "세종특별자치도", "출발 날짜": "2024/06/11", "예산": 800000 },
    { "age": "26", "want": "춘천", "long": "2일", "continent": "강원도", "출발 날짜": "2024/07/01", "예산": 400000 },
    { "age": "38", "want": "수원", "long": "6일", "continent": "경기도", "출발 날짜": "2024/06/11", "예산": 600000 },
    { "age": "27", "want": "포항", "long": "5개월", "continent": "경상북도", "출발 날짜": "2024/06/22", "예산": 900000 },
    { "age": "23", "want": "경주", "long": "4주", "continent": "경상북도", "출발 날짜": "2024/06/15", "예산": 800000 },
    { "age": "32", "want": "김해", "long": "1주", "continent": "경상남도", "출발 날짜": "2024/07/26", "예산": 600000 },
    { "age": "21", "want": "안동", "long": "10일", "continent": "경상북도", "출발 날짜": "2024/07/10", "예산": 500000 },
    { "age": "40", "want": "창원", "long": "3일", "continent": "경상남도", "출발 날짜": "2024/06/17", "예산": 700000 },
    { "age": "25", "want": "여수", "long": "6일", "continent": "전라남도", "출발 날짜": "2024/06/23", "예산": 900000 },
    { "age": "31", "want": "속초", "long": "2일", "continent": "강원도", "출발 날짜": "2024/06/01", "예산": 500000 },
    { "age": "37", "want": "통영", "long": "1일", "continent": "경상남도", "출발 날짜": "2024/07/04", "예산": 600000 },
    { "age": "34", "want": "순천", "long": "4일", "continent": "전라남도", "출발 날짜": "2024/06/24", "예산": 400000 }
];
